driver-tests/bpelse/flow/FlowJbi/test/FlowWithInvoke/Input.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:def="http://www.mycomp.org/FlowWithInvoke">
  <soapenv:Body>
    <def:branch1>?string?</def:branch1>
    <def:branch2>?string?</def:branch2>
  </soapenv:Body>
</soapenv:Envelope>